Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_balkkasii_samegielaid_sami_duoji_ja_boazodoalu_studeanttaid.html.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkašii sámegielaid, sámi duoji ja boazodoalu stuđeanttaid
smn: Sämitigge palhâšij sämikielâi, tyeje já puásuituálu uáppeid

source: Sámediggi jugii Sámi oahpahusguovddáža giđđafeasttas stipeanddaid stuđeanttaide, geat leat bures menestuvvan sámegielaid, sámi duoji ja boazodoalu oahpuin.
smn: Sämitigge juovij Säämi máttááttâskuávdáá kiđđâjuuhlijn stipendijd sämikielâi,tyeje já puásuituálu oopâin pyereest miänástum uáppeid.

source: Stipeanddat addojuvvojedje oktiibuot guhtta oahpahusguovddáža linjáin válmmaštuvvan oahppái.
smn: Stipendeh juáhhojii ohtsis kuuđâ uáppei, kiäh valmâštuvvojii Säämi máttááttâskuávdáást.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stiipeend ožžuu čuávuvááh uáppeeh:

source: Anárašgiella ja kultuvra : Heli Sarre
smn: Anarâškielâ já kulttuur : Heli Sarre

source: Davvisámegiella ja kultuvra: Kristiina Jomppanen
smn: Tavesämikielâ já kulttuur : Kristiina Jomppanen

source: Nuortalašgiella ja kultuvra: Suvi-Tuuli Fofonoff
smn: Nuorttâlâškielâ já kulttuur : Suvi-Tuuli Fofonoff

source: Sámi duodji: Harri Krogerus ja Maria Saijets
smn: Tyeji : Harri Krogerus ja Maria Saijets

source: Boazodoallu: Vili Nuorgam
smn: P uásuituálu : Vili Nuorgam

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid!
